; ----------------------------------------------- ;
; Language file for AmpView 3.1                   ;
; Korean language                                ;
;                                                 ;
; AmpView © 2004-2005 Nikolay Petrochenko         ;
;                                                 ;
; If you translate this file in anoter language,  ;
; please, send it to me (Nik_vr@mail.ru)          ;
; ----------------------------------------------- ;

; Information on the translator
[main]
LangName=Korean
translator=BlueSolvit
mail=bluesolvit@hanmail.net

; Strings, used in the popup menu
[menus]
ItemAbout=정보...
ItemOptions=옵션
ItemFileInfo=파일 정보...
ItemClose=닫기
ItemTopMost=항상 위에
ItemView=보기
ItemShowFileNames=파일 이름
ItemShowFullNames=파일 경로
ItemTrackCaptions=트랙 정보
ItemShowNumbers=숫자 보기
ItemShowTrackLength=트랙 길이 보기
ItemTimeMode=시간 표시
ItemControl=제어
ItemNextFile=현재 폴더에서 다음 파일 재생
ItemShuffle=섞기
ItemDeleteTrack=트랙 삭제
ItemDeleteFile=파일 삭제
ItemSort=트랙 정렬
ItemSortByLength=길이순
ItemSortByFileName=파일 이름순
ItemSortByTitle=제목순
ItemSavePlayList=플레이리스트 저장...

; tray menus
ItemVolumeUp=볼륨 증가
ItemVolumeDown=볼륨 감소
ItemRestore=이전 크기로
ItemNextTrack=다음 트랙
ItemPrevTrack=이전 트랙

; Hints for buttons
[hints]
ButtonPlay=재생
ButtonPause=일시중지
ButtonStop=중지
ButtonMute=음소거
ButtonClose=닫기
ButtonMinimize=최소화
ButtonNext=다음 트랙
ButtonPrevious=이전 트랙
ButtonOpen=파일 열기
ButtonPlayList=플레이리스트 보이기/숨기기
ButtonInfo=파일 정보

; strings, used in the option's window
[options]

; Options tree (page-names)
TreeItemInterface=인터페이스
TreeItemPlugins=플러긴
TreeItemSkins=스킨
TreeItemOther=기타
TreeItemControl=제어
TreeItemPlayList=플레이리스트

; GroupBoxes
BoxLanguage=언어
BoxTranslator=번역자
BoxEffects=효과
BoxOther=기타
BoxInputPlugins=입력-플러긴
BoxSkin=스킨
BoxInformation=정보
BoxRewindStep=되감기 간격 (초)
BoxOnEndTrack=한 트랙이 끝나면
BoxFont=글꼴
BoxSample=샘플
BoxPressKey=키 또는 키 조합을 입력
BoxFormatTrackCaption=트랙 정보 형식
BoxPlugins=사용 가능한 플러긴
BoxExtensions=확장자
; Actions
OnEndActionStop=트랙 정지
OnEndActionNext=리스트에서 다음 파일 열기
OnEndActionClose=AmpView 닫기
OnEndActionRestart=현재 트랙 다시 시작
OnEndActionNextFile=폴더에서 다음 파일 재생

; Buttons
ButtonClose=닫기
ButtonAdd=추가
ButtonDelete=삭제

; Labels
LabelSelectLanguage=리스트에서 언어 선택:

; CheckBoxes
CheckBoxUseShadows=그림자 보이기
CheckBoxUseAntiAliasing=안티얼라이어싱 사용
CheckBoxIgnoreSkinFont=스킨 폰트 무시
CheckBoxNotQV=미리보기에 AmpView 사용하지 않기
CheckBoxNotNV=보기에 AmpView 사용하지 않기
CheckBoxUseControl=[Ctrl] 키를 누른 상태에서만 마우스로 볼륨 조절
CheckBoxWarning=파일 삭제시 경고 보기
PageInternalHotKeys=내부 단축기
PageGlobalHotKeys=글로벌 단축키
PageMouse=마우스

; Pages
PagePlayList=플레이리스트

